[
  {
    "id": "a1b2c3d4-e5f6-7a8b-9c0d-1e2f3a4b5c6d",
    "personId": "root-1",
    "personName": "Шуховцев Ерофей",
    "title": "XVIII в.",
    "photo": null,
    "description": "",
    "content": "• Род Шеховцовых уходит корнями в XVII век. Первым известным предком является Ерофей Шеховцов, чья судьба тесно связана с историей Курского края. Он оставил после себя сына Ермола Ерофеевича, который, по предположениям, появился на свет около 1705 года. Ермол, как и его отец, был представителем служивого сословия и продолжал традицию защиты родной земли\n\n• У Ермола было трое сыновей: Матвей, Ерофей и Агафон. Каждый из них сыграл важную роль в продолжении рода, но именно Ерофей стал отцом Анания Шуховцева. Ананий, следуя духу времени, вместе со своей семьёй покинул родную деревню Шеховцово Курской губернии и переселился в село Писклово Оренбургской губернии.\n\n• Из ревизских записей 1795 года известно, что семья Шеховцовых проживала на дворе Ивлея Абрамовича Тимофеева. Агафон Ермолович Шеховцов, сын Ермола, был женат на его дочери Софии. Этот брак стал важным звеном в укреплении рода. Кроме сыновей Давыда, Макара и Матвея, уже известных из предыдущих переписей, были упомянуты и две дочери Агафона и Софии — Анна и Прасковья.\n\nТаким образом, род Шеховцовых не только сохранил свою преемственность, но и распространил свои ветви далеко за пределы Курского края.",
    "createdAt": "2025-06-03T15:30:00.000Z",
    "updatedAt": "2025-06-02T22:48:09.411Z"
  },
  {
    "id": "b2c3d4e5-f6a7-8b9c-0d1e-2f3a4b5c6d7e",
    "personId": "root-1",
    "personName": "Шуховцев Ерофей",
    "title": "Начало XIX в. - первая половина XIX в.",
    "photo": "",
    "description": "",
    "content": "• К 1816 году семья Шеховцовых обосновалась в деревне Шеховцово, что раскинулась на берегу реки Рать. Главой семьи был 46-летний Ананий Шуховцев, потомок служилых людей, некогда защищавших эти земли.\n\n• Однако жизнь не стояла на месте. Согласно ревизской сказке 1834 года, Анания Ерофеевича с семьёй уже не было в родной деревне — в 1826 году они отправились на юго-восток, в поисках новых возможностей. Их путь пролегал в Оренбургскую губернию, в село Писклово Челябинского уезда. Вместе с Ананием переселились и его сыновья — Фома и Наум, продолжая род в новых краях.\n\n• К 1849 году Ананий Ерофеевич по-прежнему оставался во главе семьи, рядом с ним была его жена Анна Кирилловна. Их сыновья, Наум и Алексей, уже стали взрослыми мужчинами. Алексей, впоследствии ставший отцом Ивана Алексеевича Шуховцева и дедом Ивана Ивановича Шуховцева, в 1849 году был женат на Елене Петровне. В их семье уже подрастал сын Михаил.\n\n• Наум Ананьевич, переживший первый брак, был женат на 39-летней Агафье Яковлевне. В их доме росли трое сыновей: Степан, Григорий и Семён — новое поколение Шуховцевых, которым предстояло продолжить семейную историю.",
    "createdAt": "2025-06-03T15:31:00.000Z",
    "updatedAt": "2025-06-03T15:31:00.000Z"
  },
  {
    "id": "c3d4e5f6-a7b8-9c0d-1e2f-3a4b5c6d7e8f",
    "personId": "root-1",
    "personName": "Шуховцев Ерофей",
    "title": "Первая половина XIX в. - третья четверть XIX в.",
    "photo": "",
    "description": "",
    "content": "• 20 февраля 1842 года Алексей Ананьевич Шуховцев взял в жены Елену Петровну Астапову. В то время ему было около 19 лет, но точную дату рождения установить сложно — церковь в Писклово еще не была построена, а значит, и метрических записей не велось. Этот союз стал началом нового поколения, судьбу которого можно проследить по метрическим книгам и архивным записям.\n\n• 14 февраля 1843 года в семье появился первенец — Тимофей. Его крестили уже на следующий день, а восприемниками стали Лавр Иванович Ефремов и Феодосия Игнатьевна Ефремова, уважаемые люди в селе. Но 4 мая младенец скончался. В метрической книге причиной смерти значился «кашель». Возможно, это была простуда, коклюш или другое заболевание, не оставляющее детям шансов в то время.\n\n• Второй сын, Михаил Алексеевич, родился 13 сентября 1845 года. Судьба этого мальчика сложилась иначе — его имя позже встречается в исповедных росписях 1876 года, а значит, он дожил до взрослого возраста.\n\n• 27 июля 1847 года в семье родилась единственная дочь — Евдокия. Ее крестили 29 июля.\n\n• Спустя два года, 27 февраля 1849-го, родился четвертый ребенок — Ефрем. Его окрестили уже на следующий день, как того требовала традиция.\n\n• 13 апреля 1851 года в семье появился еще один сын — Александр. В этот раз в метрической книге впервые было указано, что отец семейства, Алексей Ананьевич, значится не государственным крестьянином, а однодворцем.\n\n• Однако 1 июля 1860 года Александр скончался. Ему было всего 9 лет. В церковных книгах причиной смерти указано «удушье». Был ли это несчастный случай или болезнь, навсегда осталось тайной.\n\n• 29 января 1854 года в семье Шуховцевых родился последний ребенок — Парфений. Его окрестили на следующий день, и этот мальчик стал еще одним продолжателем рода.\n\nТак, шаг за шагом, поколение за поколением, семья Шуховцевых преодолевала испытания судьбы, оставляя след в истории.",
    "createdAt": "2025-06-03T15:32:00.000Z",
    "updatedAt": "2025-06-03T15:32:00.000Z"
  },
  {
    "id": "d4e5f6a7-b8c9-0d1e-2f3a-4b5c6d7e8f9a",
    "personId": "root-1",
    "personName": "Шуховцев Ерофей",
    "title": "Вторая половина XIX в.",
    "photo": "",
    "description": "",
    "content": "• Иван Алексеевич Шуховцев появился на свет примерно в 1858 году. К сожалению, метрическая книга за этот год не сохранилась, что делает невозможным точное установление даты его рождения. Чтобы восстановить историю семьи, исследователям пришлось изучить сохранившиеся метрические книги села Писклово за 1850-е годы.\n\n• Иван Алексеевич — прямой предок, дед Александра Ивановича Шуховцева. В документах его имя встречается и позже — в исповедной росписи 1876 года, а также в семейных воспоминаниях, которые передавались из поколения в поколение.\n\n• У Ивана Алексеевича было также 2 старших брата: Михаил и Порфирий. Михаилу в 1876 году был 31 год, он был женат на Гликерии Михайловне. У них родились три дочери: Соломония, Екатерина и Анисия.\n\n• Порфирию Алексеевичу на момент составления ведомости было 22 года. Он был женат на Дарье Романовне.\n\n• Далее, согласно предоставленной информации, у Ивана Ивановича Шуховцева был двоюродный, либо троюродный брат Данил Петрович Шуховцев, который родился в 1905 году.\n\n• 25 июня 1894 года в семье Ивана Алексеевича и Евдокии Тихоновны Шуховцевых родилась дочь Марфа. Девочку окрестили уже на следующий день, как того требовала традиция. Она стала одной из младших сестер Ивана Ивановича Шуховцева.\n\n• Спустя год, 19 сентября 1895-го, в семье родилась Фёкла Ивановна Шуховцева. В этот период в документах впервые встречается упоминание, что её отец, Иван Алексеевич, имел воинский чин — он был отставным унтер-офицером. В семейном архиве сохранилась фотография, на которой он запечатлён с саблей — это ещё одно подтверждение его военной службы.\n\n• Официальных записей о рождении Ивана Ивановича Шуховцева, предположительно родившегося в 1892 году, не сохранилось — метрическая книга за этот год утеряна. Чтобы восполнить пробел, исследователи обратились к архивам Челябинской и Оренбургской областей, тщательно изучая сохранившиеся фрагменты документов.\n\n• Основная сложность заключалась в том, что в конце XIX века в Писклово проживало более десяти ветвей рода Шуховцевых, и требовалось точно определить, к какой из них принадлежал Иван Иванович. Исследователи использовали исповедные росписи 1876 и 1880 годов, а также фрагменты метрических книг за 1887-1917 годы.\n\n• Поскольку найти запись о рождении самого Ивана Ивановича оказалось невозможным, было решено искать информацию о его братьях и сёстрах. Анализ записей о рождениях и смертях членов семьи помог выделить наиболее вероятный вариант развития родословной.",
    "createdAt": "2025-06-03T15:33:00.000Z",
    "updatedAt": "2025-06-03T15:33:00.000Z"
  },
  {
    "id": "e5f6a7b8-c9d0-1e2f-3a4b-5c6d7e8f9a0b",
    "personId": "root-1",
    "personName": "Шуховцев Ерофей",
    "title": "XX в.",
    "photo": "",
    "description": "",
    "content": "• 11 января 1915 года Иван Иванович Шуховцев и Евдокия Александровна Мурашова вступили в брак. Для обоих это был первый союз. На момент венчания жениху было 23 года, невесте — 21 год.\n\n• Вскоре после свадьбы Иван Иванович был призван на фронт Первой мировой войны. Согласно архивным данным, он служил в составе 323-го пехотного Юрьевецкого полка. В списке потерь рядового состава значится, что 20 декабря 1915 года он получил ранение в бою около деревни Скробово и был направлен в перевязочный отряд 81-й пехотной дивизии. Документ подтверждает, что к этому моменту он уже состоял в браке.\n\n• После ранения он был направлен в 3-й городской госпиталь Самары, где находился на лечении. В госпитальной карточке от 1 января 1916 года указано, что ему 23 года, он неграмотен, носил звание рядового 4-й роты 323-го пехотного Юрьевецкого полка, до войны занимался хлебопашеством. Согласно записи, он был ранен под Барановичами 30 декабря 1915 года.\n\n• Первая дочь Ивана Ивановича и Евдокии Александровны родилась 1 ноября 1915 года, когда ее отец находился на фронте. Девочку окрестили в тот же день, что было распространенной практикой в те годы.\n\n• Вторая дочь, Анна, появилась на свет в 1916 году, в тяжелый для семьи период. К сожалению, жизнь Анны оказалась короткой — 2 октября 1917 года она скончалась в возрасте около года. В метрической книге в графе «причина смерти» значилось типичное для младенцев того времени слово — «младенческая». Это могло означать любую болезнь, от простуды до кишечных инфекций, которые в те годы часто становились смертельными для детей.\n\n• 15 октября 1917 года в семье родился первенец-мальчик — Алексей. Мальчика окрестили уже на следующий день.\n\n• Через несколько лет после окончания войны, в 1921 году, у семьи появился второй сын — Николай.\n\n• Третьего сына, Александра, Евдокия Александровна родила в 1928 году в деревне Кораблёво Еткульского района Челябинской области. К этому моменту семья уже пережила несколько сложных десятилетий, но смогла сохранить себя и свое хозяйство.",
    "createdAt": "2025-06-03T15:34:00.000Z",
    "updatedAt": "2025-06-03T15:34:00.000Z"
  },
  {
    "id": "f6a7b8c9-d0e1-2f3a-4b5c-6d7e8f9a0b1c",
    "personId": "root-1",
    "personName": "Шуховцев Ерофей",
    "title": "XX в.",
    "photo": "",
    "description": "",
    "content": "• Шуховцев Александр Иванович родился в 1928 году в деревне Кораблѐво Еткульского района Челябинской области.\n\n• У Александра Ивановича были братья Михаил (неточно), Николай, Алексей, а также сестры Анна и Фекла.\n\nИсследование производилось по мужской линии Александра Ивановича.\n\nВ ходе генеалогического исследования родословной Шуховцевых были просмотрены открытые источники по ветеранам Великой Отечественной войны, Первой мировой войны, метрические книги, ревизские сказки.\n\n• В процессе изучения были использованы документы из Объединенного Государственного архива Челябинской области (ОГАЧО), Объединенного Государственного архива Оренбургской области (ОГАОО), Государственного архива Курской области (ГАКО). Поиск был осложнен плохой сохранностью документов периода 1880-1890-х гг.\n\n• Удалось установить, что предки семьи Шуховцевых относились к категории крестьян-однодворцев – потомками служилых людей (стрельцов, пушкарей и др.).\n\n• В начале XIX в. они прибыли из Курской губернии и стали одними из основателей села Писклова.",
    "createdAt": "2025-06-03T15:35:00.000Z",
    "updatedAt": "2025-06-03T15:35:00.000Z"
  },
  {
    "id": "a7b8c9d0-e1f2-3a4b-5c6d-7e8f9a0b1c2d",
    "personId": "root-1",
    "personName": "Шуховцев Ерофей",
    "title": "XIX - XXI в.",
    "photo": "",
    "description": "",
    "content": "Писклово — село в Еткульском районе Челябинской области, административный центр Пискловского сельского поселения.\n\n• Оно было основано в 1803 году переселенцами из Пермской губернии и первоначально носило название Буташ, по озеру, на берегу которого расположено. В 1826 году здесь поселились однодворцы из деревни Писклово Чуйковской волости Курской губернии, в том числе семья Анания Ерофеевича, которая выбыла на переселение из деревни Шеховцово. После этого село стало называться Писклово.\n\n• По «Списку населенных мест Оренбургской губернии» 1892 года в Писклово насчитывалось 145 дворов, в которых проживало 909 человек — 434 мужчины и 475 женщин. Село располагалось на озере Буташ, в 92 верстах от Челябинска и в 12 верстах от волостного центра.\n\n• В начале XX века на территории села была построена церковь, однако она была разрушена в 1943 году. До 1920-х годов село входило в состав Андреевской волости Челябинского уезда Оренбургской губернии.\n\n• С 20-х годов XX века Писклово стало центром сельского совета Увельского района, затем Октябрьского. С 1965 года село является административным центром Пискловского сельского поселения, которое включает также деревню Кораблёво.\n\n• В настоящее время Кораблёво входит в состав Пискловского сельского поселения. Несмотря на значительное сокращение населения в последние десятилетия, деревня сохраняет атмосферу традиционного уклада и сельской жизни.",
    "createdAt": "2025-06-03T15:36:00.000Z",
    "updatedAt": "2025-06-03T15:36:00.000Z"
  },
  {
    "id": "b8c9d0e1-f2a3-4b5c-6d7e-8f9a0b1c2d3e",
    "personId": "root-1",
    "personName": "Шуховцев Ерофей",
    "title": "XX - XXI в.",
    "photo": "",
    "description": "",
    "content": "Кораблѐво — деревня в Еткульском районе Челябинской области.\n\n• Деревня находится на востоке Челябинской области, в лесостепной зоне, к северу от озера Буташ, к юго-западу от озера Большой Кункуль, на расстоянии примерно 37 километров (по прямой) к юго-востоку от села Еткуль Деревня основана, примерно, в 1924 году выходцами из села Писклово. Известно, что в 1930 году в Кораблѐво было 32 двора, к 1940 году — уже 50 дворов.\n\n• В настоящее время деревня находится в Еткульском районе Челябинской области России. Входит в состав Пискловского сельского поселения. Уличная сеть деревни состоит из четырех улиц\n\n• В 2002 г. – 210, 2010 г. – 184 человека. По данным Всероссийской переписи населения 2010 года в гендерной структуре населения мужчины составляли 45,7 %, женщины — соответственно 54,3 %. Согласно результатам переписи 2002 года, в национальной структуре населения русские составляли 93%.",
    "createdAt": "2025-06-03T15:37:00.000Z",
    "updatedAt": "2025-06-03T15:37:00.000Z"
  },
  {
    "id": "c9d0e1f2-a3b4-5c6d-7e8f-9a0b1c2d3e4f",
    "personId": "root-1",
    "personName": "Шуховцев Ерофей",
    "title": "Конец XIX в. - первая четверть XX в.",
    "photo": "",
    "description": "",
    "content": "• Сведения об участии Шуховцева Ивана Ивановича в Первой мировой войне Отец Александра Ивановича – Иван Иванович Шуховцев принял участие в Первой мировой войне.\n\n• В фондах Российского Государственного Военно исторического архива сохранились документы, касающиеся его ранения. Иван Иванович служил в составе 323-го пехотного Юрьевецкого полка .\n\n• Сохранился список потерь рядового состава полка, в нем упомянут Иван Иванович Шуховцев. Указано, что он родился в Андреевской волости Челябинского уезда.\n\n• 20 декабря 1915 года Иван Иванович был ранен в бою около деревни Скробово и направлен в перевязочный отряд 81 пехотной дивизии. Указано, что на момент составления документа Иван Иванович уже был женат.\n\n• Следующий обнаруженный документ – это госпитальная карточка на имя Ивана Ивановича Шуховцева. После своего ранения в декабре 1915 года, он был направлен в 3 городской госпиталь Самары для дальнейшего лечения и восстановления. 1 января 1916 года Иван Иванович прибыл в место лечения, где на него была заведена карточка. На момент составления документа Ивану Ивановичу было 23 года. Получается, что он родился, примерно, в 1892 году. Иван Иванович Шуховцев указан женатым и неграмотным. Он носил звание рядового в составе 4 роты 323-го пехотного Юрьевецкого полка. Местом рождения указан Челябинский уезд Оренбургской губернии. В карточке указано, что до войны Иван Иванович занимался хлебопашеством. Согласно данным из карточки, он был ранен под Барановичами 30 декабря 1915 года.",
    "createdAt": "2025-06-03T15:38:00.000Z",
    "updatedAt": "2025-06-03T15:38:00.000Z"
  },
  {
    "id": "d0e1f2a3-b4c5-6d7e-8f9a-0b1c2d3e4f5a",
    "personId": "root-1",
    "personName": "Шуховцев Ерофей",
    "title": "XX в.",
    "photo": "",
    "description": "",
    "content": "Сведения об участии Шуховцева Николая Ивановича в Великой Отечественной войне.\n\nНиколай Иванович родился в 1921 году. На фронт он был призван в самом начале войны и служил в составе 88 стрелковой дивизии . В 1941 году она располагалась на территории современной Финляндии.\n\nК сожалению, 18 августа 1941 года Николай Иванович был ранен и погиб на территории Карело-Финской ССР недалеко от железнодорожной станции Лоухи и был похоронен возле высоты 217,8 железнодорожной ветки Лоухи-Кестеньга. В фондах Центрального архива Министерства обороны сохранилось донесение о безвозвратных потерях 88 стрелковой дивизии и список выбывших бойцов. В нем упомянут Николай Иванович Шуховцев, который носил звание рядового. В качестве ближайшего родственника указан отец Николая - Шуховцев Иван Иванович.",
    "createdAt": "2025-06-03T15:39:00.000Z",
    "updatedAt": "2025-06-03T15:39:00.000Z"
  }
]
